{
  "step_1": {
    "title": "ค้นหาข้อมูลครื่องวัดฯ",
    "description": "ค้นหาข้อมูลครื่องวัดฯ ของคุณ"
  },
  "step_2": {
    "title": "รายละเอียดครื่องวัดฯ",
    "description": "รายละเอียดครื่องวัดฯ ของคุณ"
  },
  "step_3": {
    "title": "สรุปรายละเอียด",
    "description": "สรุปรายละเอียดของคุณ"
  },

  "meter_not_found": "ไม่พบข้อมูลครื่องวัดฯ",

  "form": {
    "detail": {
      "title": "รายละเอียดเครื่องวัดฯ",
      "user_label": "ชื่อผู้ใช้ไฟฟ้า",
      "location_label": "สถานที่ใช้ไฟฟ้า",
      "ca_label": "บัญชีแสดงสัญญา (CA)",
      "mea_label": "รหัสเครื่องวัดฯ (Installation)",
      "mea_size_label": "ขนาดเครื่องวัดฯ",
      "electrical_district_label": "พื้นที่ให้บริการ",
      "tariff_label": "ประเภทผู้ใช้ไฟฟ้า",

      "pv_size_label": "ต้องการติดตั้งโซลาร์เซลล์หรือไม่",
      "pv_size_placeholder": "เลือกขนาดกำลังผลิตติดตั้ง"
    },

    "search": {
      "title": "ค้นหาข้อมูลเครื่องวัดฯ",

      "mea_label": "รหัสเครื่องวัดฯ (Installation)",
      "mea_placeholder": "12345678",

      "ca_label": "บัญชีแสดงสัญญา (CA)",
      "ca_placeholder": "012345678"
    },

    "summary": {
      "title": "ผลการจำลองหน่วยการใช้ไฟฟ้า 12 เดือน",
      "total_consumption_label": "หน่วยการใช้ไฟฟ้ารวม",
      "on_peak_consumption_label": "หน่วย on-peak",
      "off_peak_consumption_label": "หน่วย off-peak",
      "suggest_tariff_label": "อัตราค่าไฟฟ้าที่แนะนำสำหรับคุณ",
      "suggest_tariff_description": "ผลการประหยัดมากที่สุดตามพฤติกรรมการใช้ไฟฟ้าของคุณ",
      "tariff_label": "อัตรา {tariff}",
      "savings_label": "ประหยัด {savings}%",
      "savings_amount_label": "ประหยัด {savings} บาท/ปี",
      "rate_change": "ค่าใช้จ่ายในการเปลี่ยนอัตรา TOU คือ",
      "solar_title": "ขนาดโซลาร์เซลล์ที่เลือก",
      "important_info": "ข้อมูลสำคัญ",
      "important_info_description": "* ไม่รวมค่าใช้จ่ายในการติดตั้งโซลาร์เซลล์",
      "unit_suffix": "หน่วย"
    },

    "compare": {
      "title": "กราฟเปรียบเทียบค่าไฟฟ้า (บาท/ปี)",
      "no_solar_title": "ไม่ติดตั้งโซลาร์เซลล์",
      "solar_only_title": "ติดตั้งโซลาร์เซลล์ใช้เอง ไม่ขายคืนให้ กฟน.",
      "solar_with_sellback_title": "ติดตั้งโซลาร์เซลล์และขายคืนให้ กฟน.",

      "current_tariff": "อัตราปัจจุบัน ({tariff})",
      "new_tariff": "อัตราใหม่ ({tariff})",
      "payback_period": "ระยะเวลาคืนทุน:",
      "payback_period_year": "{paybackYear} ปี",
      "saving_cost": "ประหยัดได้:",
      "expensive_cost": "จ่ายแพงขึ้น:",
      "saving_percentage": "{savings}%",
      "saving_amount": "{savings}/ปี",
      "saving_yearly": "ต่อปี: {savings}",

      "current_tariff_chart": "อัตราปัจจุบัน ({tariff})",
      "new_tariff_chart": "อัตราใหม่ ({tariff})",

      "overall_summary": {
        "title": "สรุปการประหยัดโดยรวม",
        "no_solar_title": "ไม่ติดตั้งโซลาร์เซลล์",
        "solar_only_title": "ติดตั้งโซลาร์เซลล์ใช้เอง ไม่ขายคืนให้ กฟน.",
        "solar_with_sellback_title": "ติดตั้งโซลาร์เซลล์และขายคืนให้ กฟน.",

        "less_savings": "ประหยัดน้อยที่สุด",
        "medium_savings": "ประหยัดปานกลาง",
        "most_savings": "ประหยัดมากที่สุด",

        "suggestion": "ข้อเสนอแนะ",
        "suggestion_description": "ระบบแบบ {system} ประหยัดค่าไฟฟ้าได้มากที่สุด โดยสามารถประหยัดได้ถึง {savings} ต่อปี เมื่อใช้อัตรา {tariff} ทั้งนี้ไม่รวมต้นทุนการติดตั้งโซลาร์เซลล์ (ถ้ามีการติดตั้งโซลาร์เซลล์)"
      }
    }
  },

  "previous_btn": "ก่อนหน้า",
  "next_btn": "ต่อไป",

  "terms_of_use": "คลิกเพื่ออ่านข้อมูลเกี่ยวกับ Bill Buddy และข้อกำหนดการใช้งาน",

  "terms_modal": {
    "title": "เกี่ยวกับ Bill Buddy",
    "subtitle": "ระบบช่วยวิเคราะห์และแนะนำอัตราค่าไฟฟ้าที่เหมาะสมสำหรับคุณ",
    
    "what_is_title": "Bill Buddy คืออะไร?",
    "what_is_content": "Bill Buddy เป็นระบบวิเคราะห์อัตราค่าไฟฟ้าอัจฉริยะที่พัฒนาโดยการไฟฟ้านครหลวง เพื่อช่วยผู้ใช้ไฟฟ้าในการเลือกอัตราค่าไฟฟ้าที่เหมาะสมและประหยัดที่สุดตามพฤติกรรมการใช้ไฟฟ้าของแต่ละบุคคล ระบบจะวิเคราะห์ข้อมูลการใช้ไฟฟ้าย้อนหลัง 12 เดือน และจำลองสถานการณ์การติดตั้งโซลาร์เซลล์ เพื่อให้คำแนะนำที่เหมาะสมที่สุด",
    
    "features_title": "คุณสมบัติหลักของระบบ",
    "feature_1": "วิเคราะห์พฤติกรรมการใช้ไฟฟ้าจากข้อมูลย้อนหลัง 12 เดือน",
    "feature_2": "เปรียบเทียบอัตราค่าไฟฟ้าปัจจุบันกับอัตรา TOU (Time of Use)",
    "feature_3": "จำลองสถานการณ์การติดตั้งโซลาร์เซลล์และการขายไฟฟ้าคืนให้การไฟฟ้านครหลวง",
    "feature_4": "แสดงผลการประหยัดและระยะเวลาคืนทุนอย่างชัดเจน",
    
    "benefits_title": "ประโยชน์ที่จะได้รับ",
    "benefit_1": "ประหยัดค่าไฟฟ้าได้สูงสุดโดยการเลือกอัตราที่เหมาะสม",
    "benefit_2": "ได้รับคำแนะนำเรื่องการติดตั้งโซลาร์เซลล์และผลตอบแทนที่คาดหวัง",
    "benefit_3": "ตัดสินใจได้อย่างมีข้อมูลและเหมาะสมกับการใช้งานจริง",
    
    "important_notes_title": "ข้อกำหนดและข้อควรทราบสำคัญ",
    "important_note_1": "โปรแกรมจะคำนวณค่าไฟฟ้าโดยอิงตามข้อมูลการใช้ไฟฟ้าที่ผ่านมาของผู้ใช้ไฟฟ้า (Load Profile) ระหว่างวันที่ 1 จนถึง วันสุดท้ายของเดือน โดยเริ่มคำนวณจากเดือนล่าสุดที่ผ่านมาย้อนกลับไปเป็นจำนวน 12 เดือน",
    "important_note_2": "การคำนวณค่าไฟฟ้าจากโปรแกรม จะไม่ตรงกับ ค่าไฟฟ้าจากใบแจ้งค่าไฟฟ้า ที่ผู้ใช้ไฟฟ้าได้รับ จะใช้ค่าจากการคำนวณอ้างอิงค่าไฟฟ้าจริงไม่ได้",
    "important_note_3": "โปรแกรมนี้จะแสดงผลในประเภทเดียวกันเท่านั้น ไม่แสดงผลข้ามประเภทการใช้ไฟฟ้า เช่นผู้ใช้ไฟฟ้าเดิมเป็นประเภท 1 โปรแกรมจะแสดงผลเป็น 1.2 และ 1.3 เท่านั้น",
    "important_note_4": "ค่าบริการในการเปลี่ยนอัตรา TOU จะถูกเลือกโดยอัตโนมัติในมัติตามระดับแรงดันที่ผู้ใช้ไฟฟ้าใช้อยู่",
    "important_note_5": "การคำนวณระยะเวลาคืนทุนในโปรแกรมนี้ จะคำนวณจาก ค่าบริการในการเปลี่ยนอัตรา เทียบกับ ค่าไฟฟ้าที่ลดได้เท่านั้น (ไม่รวมค่าใช้จ่ายอื่นๆ เช่น ค่าบริการรับปรึกษา ค่าติดตั้งระบบใช้ลาร์เซลล์ เป็นต้น)",
    "important_note_6": "กรณีผู้ใช้ไฟฟ้าใหม่ ที่ใช้ไฟฟ้าไม่ครบ 12 เดือน ระบบจะคำนวณค่าไฟฟ้าจากการใช้ไฟฟ้า (Load Profile) ระหว่างวันที่ 1 จนถึง วันสุดท้ายของเดือน โดยเริ่มคำนวณจากเดือนล่าสุดที่ผ่านมา ย้อนกลับไปถึงเดือนที่เริ่มใช้ไฟฟ้า อาจส่งผลกระทบต่อระยะเวลาการคืนทุนได้",
    "important_note_7": "กรณีผู้ใช้ไฟฟ้าใหม่ ที่ใช้ไฟฟ้าไม่ถึง 1 เดือน (ไม่มีข้อมูลการใช้ไฟฟ้าวันที่ 1 จนถึงวันสุดท้ายของเดือนล่าสุดที่ผ่านมา) จะไม่สามารถใช้โปรแกรมนี้ช่วยคำนวณได้",
    
    "disclaimer_title": "คำเตือนและข้อจำกัดความรับผิดชอบ",
    "disclaimer_content": "การใช้งานระบบนี้ถือว่าท่านยอมรับข้อกำหนดและเงื่อนไขการใช้งานทั้งหมด ข้อมูลที่แสดงเป็นเพียงการประมาณการเบื้องต้นจากข้อมูลการใช้ไฟฟ้าในอดีต ผลลัพธ์จริงอาจแตกต่างไปจากที่แสดง โปรดตรวจสอบรายละเอียดและปรึกษาเจ้าหน้าที่การไฟฟ้านครหลวงก่อนตัดสินใจเปลี่ยนแปลงอัตราค่าไฟฟ้าหรือติดตั้งโซลาร์เซลล์"
  }
}
