{
  "title": "Billing System",
  "home": "หน้าแรก",
  "settings": "การตั้งค่า",
  "help": "ช่วยเหลือ",
  "search": "ค้นหารายการเมนู",
  "user_management": "จัดการผู้ใช้งาน",

  "app_section": "แอพพลิเคชั่น",
  "app_menu": {
    "users": "จัดการผู้ใช้งาน",
    "files": "จัดการเอกสาร"
  },

  "document_section": "เอกสาร",
  "document_menu": {
    "data_library": "ห้องสมุดข้อมูล",
    "reports": "รายงาน",
    "word_assistant": "ผู้ช่วยแปลภาษา",
    "grid_dashboard": "Smart Grid Dashboard"
  },

  "dashboard_section": "แดชบอร์ด",
  "dashboard_menu": {
    "grid_dashboard": "Smart Grid Dashboard"
  },

  "terms_and_policy": {
    "title": "ข้อกำหนดและนโยบาย",
    "subtitle": "ดูรายละเอียดเพิ่มเติม",
    "modal_title": "ข้อกำหนดการใช้งานและนโยบายความเป็นส่วนตัว",
    "modal_subtitle": "กรุณาอ่านข้อกำหนดและนโยบายของเราอย่างละเอียด",
    "terms_section": "ข้อกำหนดการใช้งาน",
    "terms_content_1": "การใช้งานระบบนี้เป็นไปตามข้อกำหนดและเงื่อนไขที่กำหนดโดยการไฟฟ้านครหลวง การเข้าใช้งานถือว่าท่านยอมรับข้อกำหนดเหล่านี้",
    "terms_content_2": "ผู้ใช้งานต้องรักษาความลับของข้อมูลการเข้าสู่ระบบและไม่เปิดเผยให้บุคคลอื่นทราบ หากมีการใช้งานที่ไม่เหมาะสม การไฟฟ้านครหลวงขอสงวนสิทธิ์ในการระงับการใช้งาน",
    "terms_content_3": "ข้อมูลที่แสดงในระบบเป็นข้อมูลที่อัพเดตล่าสุด แต่การไฟฟ้านครหลวงไม่รับประกันความถูกต้องสมบูรณ์ 100% ผู้ใช้งานควรตรวจสอบข้อมูลอย่างรอบคอบก่อนนำไปใช้",
    "policy_section": "นโยบายการใช้งาน",
    "policy_content_1": "ระบบนี้พัฒนาขึ้นเพื่อให้บริการข้อมูลแก่ผู้ใช้ไฟฟ้าและเจ้าหน้าที่การไฟฟ้านครหลวง การใช้งานต้องเป็นไปเพื่อวัตถุประสงค์ที่ชอบด้วยกฎหมายเท่านั้น",
    "policy_content_2": "ห้ามใช้ระบบในทางที่ผิดกฎหมาย ทำลายระบบ หรือแทรกแซงการทำงานของระบบ การกระทำที่ผิดกฎหมายจะดำเนินการตามกฎหมาย",
    "policy_content_3": "การไฟฟ้านครหลวงขอสงวนสิทธิ์ในการเปลี่ยนแปลงนโยบายและข้อกำหนดการใช้งานโดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
    "privacy_section": "นโยบายความเป็นส่วนตัว",
    "privacy_content_1": "การไฟฟ้านครหลวงเคารพความเป็นส่วนตัวของผู้ใช้งาน ข้อมูลส่วนบุคคลที่เก็บรวบรวมจะถูกใช้เพื่อการให้บริการและปรับปรุงระบบเท่านั้น",
    "privacy_content_2": "ข้อมูลของท่านจะถูกเก็บรักษาอย่างปลอดภัยตามมาตรฐาน พ.ร.บ. คุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 และจะไม่ถูกเปิดเผยแก่บุคคลภายนอกโดยไม่ได้รับความยินยอมจากท่าน",
    "privacy_content_3": "การไฟฟ้านครหลวงอาจใช้คุกกี้ (Cookies) เพื่อปรับปรุงประสบการณ์การใช้งาน ท่านสามารถตั้งค่าเบราว์เซอร์เพื่อปิดการใช้งานคุกกี้ได้"
  }
}
